cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/versions'
tap 'homebrew/cask-fonts'

brew 'coreutils'
brew 'curl'
brew 'docker'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'nvm'
brew 'jq'
brew 'openssl'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'scriptcs'
brew 'spaceman-diff'
brew 'spark'
brew 'telnet'
brew 'unrar'
brew 'wget'

cask 'docker'
cask 'font-fira-code'
cask 'firefox'
cask 'google-chrome'
cask 'pgAdmin4'
cask 'postman'
cask 'robo-3t'
cask 'slack'
cask 'transmission'
cask 'visual-studio-code'
